[Message]
1=必須輸入%d位的數字串。
2=軟件授權還允許運行%d天，需要聯系大族客服人員，重新申請與(加密狗ID=%s, 校驗碼=%s)匹配的許可授權補丁，以便到期后能繼續使用
3=設備已連續運行一年，需要聯系大族客服人員，對設備進行維護檢修，以確保安全正常運行，并申請與(加密狗ID=%s, 校驗碼=%s)匹配的軟件授權檢修確認補丁
4=模塊庫載入失敗或模塊庫版本不正確，請檢測軟件安裝是否正確
5=軟件加密狗操作異常，請檢測加密狗連接是否正常，驅動是否安裝正確
6=當前軟件授權已到期，需要聯系大族客服人員，重新申請與(加密狗ID=%s, 校驗碼=%s)匹配的許可授權補丁，以便繼續使用
7=軟件狗類型不匹配，請確認軟件狗是否是該軟件配套的軟件狗，否則請聯系大族客服人員(加密狗ID=%s, 類別校驗碼=%s)
8=軟件狗類型不匹配，請確認軟件狗是否是該軟件配套的軟件狗，否則，請確認軟件，控制卡及加密狗是否需要升級(加密狗ID=%s, 類別校驗碼=%s)
9=軟件狗與打標卡不對應!
10=操作過程中，加密狗發生未知錯誤!
11=沒有檢測到軟件加密狗!
12=檢測到軟件加密狗，但不是合法的軟件加密狗！
13=模塊庫載入失敗或模塊庫版本不正確，請檢測軟件安裝是否正確！
14=插入的軟件加密狗多于1個！
15=函數傳入參數不支持！
16=未知的控制卡類型！
17=未知的加密狗類型！
18=控制卡庫加載失敗！
19=取控制卡庫接口函數失敗！
20=無控制卡！
21=寫卡失敗，請檢測控制卡的連接或壞損！
//////////////////////////////////////////////////////////////////////////

24=檢測到當前有未綁定新卡，請先用ActiveDog手動綁定后再重啟軟件。
25=控制卡不存在或軟件狗與控制卡不對應,請用ActiveDog檢測后再重啟軟件。
26=檢測到多張控制卡，但未開通一機多卡功能，請拔掉不需要的卡后重啟軟件。
27=當前選定軟件狗已與其它卡進行了綁定，您確定要將該軟件狗重復綁定到此卡?
28=控制卡已經綁定到軟件加密狗！
29=激活碼校驗檢測成功,控制卡成功綁定到軟件加密狗！
30=激活碼校驗檢測失敗，激活碼不正確！
31=軟件狗類型不匹配，請確認軟件狗是否是該設備配套的軟件狗，否則請聯系大族客服人員(加密狗ID=%s, 類別校驗碼=%s)
32=確認將卡號寫到卡? 
33=控制卡已經存在卡ID
34=控制卡已經寫入卡ID
35=控制卡版本低不能寫入卡ID
36=定制軟件沒有License文件;
37=定制軟件License文件解密失敗
38=定制軟件物料編碼跟License文件內容不一致	
39=定制軟件狗ID跟License文件內容不一致
40=定制軟件License文件時間已經過期


[Caption]
DlgBindCaption=激活綁定
DlgBindDogID=軟件狗ID
DlgBindCardDogID=控制卡_狗ID
DlgBindCardCardID=控制卡_卡ID
DlgBindCardType=控制卡類型
DlgBindBtnBind=綁定狗ID
DlgBindWriteCardId=寫入卡ID
DlgBindQuit=退出

DlgEnterCodeCaption=輸入激活碼
DlgEnterCodeTime=發布時間
DlgEnterCodeDogID=軟件狗ID
DlgEnterCodeCheckCode=激活校驗碼
DlgEnterCodeCheckTimes=激活次數
DlgEnterCodeEnterCodeTitle=請輸入12位激活碼
DlgEnterCodeBtnOK=確定
DlgEnterCodeBtnCancel=取消